namespace Main.DAL.Database.Seeds;

public static class GenresSeed
{
    public static readonly (int Id, string Name)[] All =
    [
        (1, "Боевик"),
        (2, "Драма"),
        (3, "Комедия"),
        (4, "Триллер"),
        (5, "Фантастика"),
        (6, "Фэнтези"),
        (7, "Ужасы"),
        (8, "Мелодрама"),
        (9, "Детектив"),
        (10, "Анимация"),
        (11, "Приключения"),
        (12, "История"),
        (13, "Криминал"),
        (14, "Семейный"),
        (15, "Документальный")
    ];
}